Repository: guydavis/machinaris
Catalog: web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, it_it

source: Saved local currency setting.
de_de: Lokale Währungseinstellung gespeichert.
it_it: Impostazione valuta locale salvata.

source: Blockchain download
de_de: Blockchain herunterladen

source: Unknown plotting form
de_de: Unbekannte Plotting Configuration
it_it: Formato plotting sconosciuto

source: Error! Please see logs.
de_de: FEHLER! Bitte prüfe die Logs.
it_it: Errore! Controlla i logs.

source: Unknown alerts form
de_de: Unbekannte Alarm Configuration
it_it: Formato avvisi sconosciuto

source: Saved local currency and wallet sync settings.
de_de: Lokale Währungseinstellungen und Wallet Syncro Einstellungen gespeichert.

source: Starting wallet sync. Please allow at least 15 minutes...
de_de: Wallet Syncro gestartet. Bitte warte mindestens 15 Minuten...

source: Pausing wallet sync. Please allow a few minutes...
de_de: Wallet Syncro pausiert. Bitte gebe mir ein paar Minuten...

source: Restarting blockchain. Please allow at least 15 minutes...
de_de: Neustart der Blockchain. Bitte warte mindestens 15 Minuten...

source: Saved mapping settings. Please allow 10 minutes to generate location information for the map.
de_de: Kartendaten gespeichert. Bitte warte bis zu 10 min bis die Kartendaten generiert wurden.
it_it: Impostazioni salvate. Attendi 10 minuti affinché le informazioni vengano generate.

source: Unknown form action
de_de: Unbekannte Formularaktion
it_it: Azione sconosciuta.

source: No worker at %(worker)s for blockchain %(blockchain)s. Please select another blockchain.
de_de: Kein passender Worker für %(blockchain)s auf %(worker)s gefunden. Bitte andere Blockchain wählen.
it_it: Nessun worker in %(worker)s per la blockchain %(blockchain)s. Scegli un'altra blockchain.

source: For Alerts config, found no responding fullnode found for %(blockchain)s. Please check your workers.
de_de: Keine Fullnode für %(blockchain)s Warnungen gefunden. Bitte Worker überprüfen.
it_it: Per le configurazioni degli Avvisi, non è stato trovato alcun fullnode per %(blockchain)s. Controlla i tuoi worker.

source: For Farming config, found no responding fullnode found for %(blockchain)s. Please check your workers.
de_de: Keine Fullnode für %(blockchain)s Farming gefunden. Bitte Worker überprüfen.
it_it: Per le configurazioni del Farming, non è stato trovato alcun fullnode per %(blockchain)s. Controlla i tuoi worker.

source: For Plotting config, found no responding fullnode found for %(blockchain)s. Please check your workers.
de_de: Keine Fullnode für %(blockchain)s Plotting gefunden. Bitte Worker überprüfen.
it_it: Per le configurazioni del Plotting, non è stato trovato alcun fullnode per %(blockchain)s. Controlla i tuoi worker.

source: No responding fullnode found for %(blockchain)s. Please check your workers.
de_de: Keine Fullnode für %(blockchain)s gefunden. Bitte Worker überprüfen.
it_it: Non è stato trovato alcun fullnode che risponden per %(blockchain)s. Controlla i tuoi workers.

source: Unsupported log type
de_de: Nicht unterstützter Log Type.
it_it: Formato log non supportato

source: Updated config.yaml failed validation! Fix and save or refresh page.
de_de: Update der config.yaml fehlgeschlagen. Bitte reparieren und speichern und dann Seite neu laden.

source: Failed to save config to farmer. Please check log files.
de_de: Speicherung der Config fehlgeschlagen. Bitte prüfe das Log-File.

source: Nice! Farming config validated and saved successfully. Worker services now restarting. Please allow 15 minutes to take effect.
de_de: Klasse! Famer-Konfiguration ist gültig und erfolgreich gespeichert. Worker Dienst wird neu gestatet. Bitte gebe mir 15 Minuten bis die Änderung wirksam wird.

source: Skipping key generation as file exists and is NOT empty!
de_de: Schlüssel Erzeugung übersprungen, da die Datei existiert und NICHT leer ist!

source: In-container path:
de_de: Container Pfad:

source: Unable to generate keys!
de_de: Keys konnten nicht generiert werden !

source: Timed out while generating keys!
de_de: Keys konnten nicht rechtzeitig generiert werden!

source: Unable to save mnemonic to
de_de: Mnemonic konnte nicht gespeichert werden. Pfad:

source: does not contain a 24-word mnemonic!
de_de: enthält keine 24 Wort Mnemonic Seed Phrase!

source: was unreadable or not found.
de_de: wurde nicht gefunden oder konnte nicht gelesen werden.

source: Welcome! A new key has been generated, see below. Please visit the %(link_open)sWiki%(link_close)s to get started with Machinaris. Please allow 15 minutes for Chia to begin syncing with peers.
de_de: Wilkommen! Ein neuer Schlüssel wurde erzeugt (siehe unten). Bitte besuche %(link_open)sWiki%(link_close)s um mit Machinaris zu starten. Bitte gebe mir 15 Minuten für den Start der Syncronisation von Chia mit den Peers.

source: Unable to start farmer. Try restarting the Machinaris container.
de_de: Farmer kann nicht gestartet werden. Versuchen Sie, den Machinaris-Container neu zu starten.

source: Timed out while starting farmer! Try restarting the Machinaris container.
de_de: Zeitüberschreitung während der Farmer gestartet wurde! Bitte den Container neu starten.

source: Did not receive a 24-word mnemonic seed phrase!
de_de: Keine 24 Wort Mnemonic Seed Phrase empfangen!

source: Skipping key import as file exists and is NOT empty!
de_de: Key Importierung übersprungen. Die Datei existiert bereits und ist NICHT leer!

source: In container path:
de_de: Container Pfad:

source: Unable to import provided mnemonic seed phrase!
de_de: Importierung der Mnemonic Seed Phrase nicht möglich!

source: Timed out while adding key!
de_de: Zeitüberschreitung während dem Hinzufügen des Keys!

source: Welcome! Your mnemonic key was imported. Please visit the %(link_open)sWiki%(link_close)s to get started with Machinaris. Please allow 15 minutes for Chia to begin syncing with peers.
de_de: Willkommen! Deine Mnemonic Seed Phrase wurde importiert! Bitte folge %(link_open)sWiki%(link_close)s um Machinaris zu erkunden. Bitte warte mindestens 15 min damit sich Machinaris mit Peers syncronisieren kann.

source: Failed to connect to worker to add connection. Please check logs.
de_de: Fehler beim Verbinden. Bitte prüfe die Logs.

source: Invalid connection "%(connection)s" provided. Must be HOST:PORT.
de_de: Formatierung von "%(connection)s" fehlerhaft! Richtige Formatierung: HOST:PORT.

source: Connection added to %(blockchain)s and sync engaging! Please wait a few minutes...
de_de: Verbindung zu %(blockchain)s hinzugefügt und die Syncronisierung gestartet! Bitte warte ein paar Minuten.

source: Node peers from AllTheBlocks added to %(blockchain)s and sync engaging! Please wait a few minutes...
de_de: Verbindung von AllTheBlocks zu %(blockchain)s hinzugefügt und die Syncronisierung gestartet! Bitte warte ein paar Minuten.

source: Unknown error occurred attempting to remove connections. Please check logs.
de_de: Ein unbekannter Fehler beim Trennen der Verbindung ist aufgetreten. Bitte prüfe die Logs.

source: Connection removed from
de_de: Verbindungsfehler: Verbindung getrennt von

source: Unable to read addresses from %(file)s because %(exception)s
de_de: Das Lesen der Adressen von %(file)s ist fehlgeschlagen! Grund: %(exception)s

source: Successfully stored cold wallet addresses for %(blockchain)s. Please allow a few minutes for updated values to appear below.
de_de: Die Cold-Wallet Adresse für %(blockchain)s wurde gespeichert. Warte ein paar Minuten bis sie unten erscheint.

source: Unable to store addresses in %(file)s because %(exception)s
de_de: Adressen konnten nicht in %(file)s gespeichert werden. Grund: %(exception)s

source: Plot check initiated for ID: %(plot_id)s. Please refresh in a few minutes. Note that all plots will be checked slowly in the background so you don't need to check each one individually. Please be patient.
de_de: Plot Überprüfung gestartet. Bitte lade die Seite in ein paar Minuten erneut. Bitte beachte, dass alle Plots langsam im Hintergrund überprüft werden so dass man nicht jeden einnzeln überprüfen muss. Habe etwas Geduld.

source: Always
de_de: Immer

source: Once an Hour
de_de: Einmal pro Stunde

source: Every 3 Hours
de_de: Alle 3 Stunden

source: Every 6 Hours
de_de: Alle 6 Stunden

source: Every 12 Hours
de_de: Alle 12 Stunden

source: Once a Day
de_de: Einmal am Tag

source: Never
de_de: Niemals

source: Nice! Chiadog's config.yaml validated and saved successfully.
de_de: Nice! Chiadog's config.yml wurde validiert und erfolgreich gespeichert.

source: Failed to start Chiadog monitoring! Please see log files.
de_de: Chiadog Monitoring konnte nicht gestartet werden. Bitte prüfe die Logs.

source: Chiadog monitoring started. Notifications will be sent.
de_de: Chiadog Monitoring gestartet. Benachrichtigungen werden gesendet.

source: Failed to stop Chiadog monitoring! Please see log files.
de_de: Chiadog Monitoring konnte nicht gestoppt werden! Bitte prüfe die Logs.

source: Chiadog monitoring stopped successfully. No notifications will be sent!
de_de: Chiadog Monitoring wurde erfolgreich beendet. Es werden keine Benachrichtigungen mehr gesendet.

source: Failed to contact farmer to send test alert. Please ensure the worker is running and check it's logs.
de_de: Der Farmer konnte nicht kontaktiert werden, um eine Testwarnung zu senden. Bitte stelle sicher dass der Worker läuft und prüfe die Logs.

source: Test alert has been sent. Please check your configured notification target(s) for receipt of the test alert.
de_de: Eine Test-Benachrichtigung wurde gesendet. Bitte prüfe Deine Benachrichtungen um zu prüfen ob eine Nachricht eingegangen ist.

source: Oops! No smartctl info found for device %(device)s on %(hostname)s.
de_de: Uups! Keine smartctl Infos für %(device)s unter %(hostname)s gefunden.
it_it: Oops! Nessuna informazione su smartctl trovata per il dispositivo %(device)s su %(hostname)s.

source: Failed to save display settings. Please check Web Log.
de_de: Anzeigeeinstellungen konnten nicht gespeichert werden. Bitte prüfe die Logs.

source: Saved display settings.
de_de: Anzeigeeinstellungen wurden gespeichert.

source: Removed selected drive status. Please allow 15 minutes for active devices to be listed below again.
de_de: Festplattenstatus entfernt. Bitte warte 15 min bis alle Geräte erneut erscheinen.

source: Removed all drive status. Please allow 15 minutes for active devices to be listed below again.
de_de: Festplattenstatus entfernt. Bitte warte 15 min bis alle Geräte erneut erscheinen.

source: Failed to save config to farmer. Please check log files.
de_de: Konfiguration konnte nicht gespeichert werden. Bitte prüfe die Logs.

source: Nice! Tools config validated and saved successfully. Worker services now restarting. Please allow 15 minutes to take effect.
de_de: Tools Konfiguration wurde gespeichert. Die Worker werden nun neu gestartet. Dies kann bis zu 15 min dauern.

source: Idle
de_de: Untätig
it_it: Inattivo

source: Active
de_de: Aktiv
it_it: Attivo

source: Suspended
de_de: Beendet
it_it: Sospeso

source: Failed to start Plotman plotting run! Please see log files.
de_de: Plotman Plotting konnte nicht gestartet werden! Bitte prüfe die Logs.

source: Plotman started successfully.
de_de: Farming wurde erfolgreich gestartet.

source: Failed to %(action)s all plots!
de_de: Alle Plots konnten nicht %(action)s werden!

source: Plotman was able to %(action)s the selected plots successfully.
de_de: Plotman konnte die ausgewählten Plots erfolgreich %(action)s.

source: Failed to stop Plotman plotting run!
de_de: Plotman konnte plotten nicht stoppen!

source: Plotman stopped successfully. No new plots will be started, but existing ones will continue on.
de_de: Plotman erfolgreich gestoppt. Es werden keine neuen Plots gestartet! Laufende Plots werden aber weiter plotten.

source: Failed to start Plotman archiver! Please see log files.
de_de: Plotman Archivierung konnte nicht gestartet werden! Prüfe die Logs.

source: Archiver started successfully.
de_de: Archivierer wurde erfolgreich gestartet.

source: Failed to stop Plotman archiver. Please see:
de_de: Plotman Archivierer konnte nicht gestoppt werden! Prüfe die Logs:

source: Archiver stopped successfully.
de_de: Archivierer wurde wurde erfolgreich gestoppt.

source: Current configuration will plot %(open_b)sSOLO%(close_b)s plots, not %(open_b)sPORTABLE%(close_b)s plots for pooling. If this is not your choice, please see the %(wiki_open)swiki%(wiki_close)s.
de_de: Die jetzige Konfiguration wird %(open_b)sSOLO%(close_b)s Plots erstellen, keine %(open_b)sPORTABLE%(close_b)s plots geeignet für Pools! Willst du das nicht, folge bitte dem link zum Wiki: %(wiki_open)swiki%(wiki_close)s.

source: Updated plotman.yaml failed validation! Fix and save or refresh page.
de_de: plotman.yaml konnte nicht validiert werden. Korrigiere den Fehler und speichere oder aktualisiere die Seite.

source: Failed to save config to plotter. Please check log files.
de_de: Konfiguration konnte nicht für den Plotter gespeichert werden. Bitte prüfe das Log!

source: Nice! Plotman's plotman.yaml validated and saved successfully.
de_de: Nice! Plotmans plotman.yaml erfolgreich gespeichert.

source: Sorry, no plotting job log found. Perhaps plot was made outside Machinaris?
de_de: Keinen Plotting Job Log gefunden. Wurde der Plot nicht mit Machinaris erstellt?

source: Replotting has been enabled for %(blockchains)s. Please start Plotting (and Archiving) once free space for replotting appears in about 15 minutes.
de_de: Replotting aktiviert für %(blockchains)s. Bitte starte den Plotter (und die Archivierung), sobald freier Speicher verfügbar ist. Das dauert ca. 15 Minuten.

source: Replotting has been DISABLED for all blockchains. Machinaris will NOT remove any plots now.
de_de: Replotting wurde GESTOPPT für alle Blockchains. Machinaris wird KEINE Plots entfernen.

source: Unable to save replotting settings in %(file)s because %(exception)s
de_de: Replot Einstellungen konnten nicht in %(file)s gespeichert werden, da %(exception)s.

source: Failed to update Pool settings! Please check the logs from the Workers page.
de_de: Pool Einstellungen konnten nicht gespeichert werden. Überprüfe die Logs!

source: Reward recovery for portable plots has been initiated. Tomorrow, please check the Total Balance charts below for each blockchain with recoverable coins.
de_de: Reward Recovery for portable Plots wurde gestartet. Bitte überprüfe morgen die Total Balance Charts unten für jede Blockchain mit recoverable Coins.

source: Unconfirmed transaction cleanup has been initiated. Please wait...
de_de: Unconfirmed transaction Bereinigung gestartet. Bitte warten ...

source: in last day.
de_de: während des letzten Tags
it_it: nell'ultimo giorno.

source: secs
de_de: Sekunden
it_it: secondi

source: hour
de_de: Stunde
it_it: ora

source: Farmed Coins
de_de: Erfarmte Coins

source: Total Balance
de_de: Totale Bilanz
it_it: Saldo Totale

source: Wallets Total
de_de: Wallets Bilanz

source: Fiat Currency
de_de: Fiat Währung

source: Host Memory Usage
de_de: Host Speicher Verbrauch

source: Netspace Size
de_de: Netspace Größe

source: Size
de_de: Größe

source: Plot Counts
de_de: Anzahl der Plots

source: Plots Size
de_de: Plot Größe

source: Effort
de_de: Aufwand

source: Estimated Time to Win
de_de: Geschätzte Zeit bis zum nächsten Block gewinn

source: days
de_de: Tage
it_it: giorni

source: Container Memory Usage
de_de: Container Speicher Verbrauch

source: full
de_de: voll

source: free
de_de: frei

source: Dismiss Warning
de_de: Warnung entfernen
it_it: Ignora Avvertenza

source: Machinaris uses an online wallet for farming. It is strongly recommended that you use a cold wallet for your payout instructions. Tutorial on the %(wiki_link_open)swiki%(wiki_link_close)s. Please add "Setup a Cold Wallet" to your To-Do list!
de_de: Machinaris benutzt ein online Wallet um zu farmen. Es wird dringend empfohlem ein cold wallet zu benutzen! Ein Tutorial dazu findest du hier %(wiki_link_open)swiki%(wiki_link_close)s
it_it: Machinaris usa un portafogli online per il farming. È fortemente raccomandato usare un cold wallet (portafogli offline) per i tuoi pagamenti. Trovi il tutorial su %(wiki_link_open)swiki%(wiki_link_close)s. Aggiungi "Imposta un Cold Wallet" alla tua lista delle cose da fare.

source: Plot warnings have been cleared. If they re-appear shortly, then please recheck the underlying cause has been addressed.
de_de: Plot Warnungen wurden gelöscht. Falls sie schnell wieder erscheinen, bitte den Auslösegrund prüfen.

source: Relax and grab a coffee. Status is being gathered from active workers. Please allow 15 minutes...
de_de: Status wird generiert. Dies kann bis zu 15 min dauern
it_it: Rilassati e prendi un caffè. Lo status sta per essere recuperato dai workers attivi. Attendi 15 minuti...

source: Worker not responding to pings.
de_de: Worker reagiert nicht auf Pings.
it_it: Il worker non risponde ai ping.

source: Please check the worker container and restart if necessary.
de_de: Bitte den Worker Container überprüfen und wenn nötig neu starten.
it_it: Controlla il container del worker e riavvialo se necessario.

source: Worker time is offset from controller.
de_de: Die Worker Zeit unterscheidet sich von der vom Controller.
it_it: L'ora del worker è sfalsata rispetto a quella del controller.

source: Please ensure worker and controller share same timezone.
de_de: Bitte stelle sicher, dass Worker und Controller sich die selbe Zeitzone teilen.
it_it: Assicurati che worker e controlle condividano lo stesso fuso orario.

source: Machinaris version does not match controller.
de_de: Die Machinaris Version stimmt nicht mit dem Controler überein.
it_it: La versione di Machinaris non corrisponde con quella del controller.

source: Please use a consistent Machinaris version to avoid issues.
de_de: Bitte stelle sicher, dass Machinaris überall die gleiche Version verwendet um Fehler zu vermeiden.
it_it: Usa una versione di Machinaris coerente per evitare problemi.

source: This fullnode is running old v1 format database.
de_de: Auf diesem FullNode läuft die Datenbank mit dem alten V1 Format.

source: Please %(wiki_link)supgrade%(close_link)s to newer v2 format for less disk usage.
de_de: Bitte gehe zu %(wiki_link)supgrade%(close_link)s um auf das neue V2 Format upzugraden und Festplattenplatz zu sparen.

source: Syncing
de_de: Synchronisierung
it_it: Sincronizzazione

source: Not available
de_de: Nicht erreichbar
it_it: Non disponibile

source: Not synced
de_de: Nicht syncronisiert
it_it: non sincronizzato

source: years
de_de: Jahre
it_it: anni

source: year
de_de: Jahr
it_it: anno

source: months
de_de: Monate
it_it: mesi

source: month
de_de: Monat
it_it: mese

source: weeks
de_de: Wochen
it_it: settimane

source: week
de_de: Woche
it_it: settimana

source: day
de_de: Tag
it_it: giorno

source: hours
de_de: Stunde
it_it: ore

source: minutes
de_de: Minuten
it_it: minuti

source: Never (no plots)
de_de: Niemals (keine Plots)
it_it: Mai (nessun plot)

source: Soon
de_de: Bald
it_it: Presto

source: and
de_de: und
it_it: e

source: create_date
de_de: Datum_Erstellung

source: size
de_de: Größe

source: View Transactions
de_de: Transaktionen ansehen

source: Confirmed
de_de: Bestätigt

source: %(blockchain)s wallet (%(wallet_id)s) is not fully synced yet. Please allow wallet time to complete syncing before changing Pooling settings.
de_de: %(blockchain)s Wallet (%(wallet_id)s) ist nicht voll synchronisiert . Bitte gebe der Wallet Zeit um die Syncronisierung abzuschliessen vor weiteren Änderung an den Pool Settings.

source: %(blockchain)s wallet (%(wallet_id)s) has a zero balance. Please request some mojos from a %(link_open)sfaucet%(link_close)s for the first wallet address on the Keys page, then try again later.
de_de: %(blockchain)s wallet (%(wallet_id)s) hat kein Guthaben. Bitte fordere hier %(link_open)sfaucet%(link_close)s ein paar Mojos an (für die erste Key-Adresse auf der Schlüssel-Seite und probiere es erneut.

source: Alerts: Recent Notifications
de_de: Alerts: Kürzliche Benachrichtigungen
it_it: Avvisi: Notifiche Recenti

source: Notification
de_de: Benachrichtigungen
it_it: Notifica

source: Recorded At
de_de: Aufgenommen am
it_it: Registrato alle

source: Priority
de_de: Priorität
it_it: Priorità

source: Remove Selected
de_de: Ausgewählte entfernen
it_it: Rimuovi Selezionato

source: Remove All
de_de: Alle entfernen
it_it: Rimuovi Tutti

source: No notifications from Chiadog yet... so check back soon.
de_de: Noch keine Nachrichten von Chiadog... Schau später nochmal vorbei.
it_it: Nessuna notifica da Chiadog fino ad ora... ricontrolla tra poco.

source: Expect at least a summary notification once daily as long as running above.
de_de: Erwarte mindestens einmal tägliche eine zusammenfassende Benachrichtigung.
it_it: Aspettati almeno una notifica di riepilogo una volta al giorno fintantoché è in esecuzione.

source: Starting...
de_de: Startet...
it_it: Avvio in corso...

source: Stopping...
de_de: Anhalten...
it_it: Arresto in corso...

source: Removing...
de_de: Entfernen...
it_it: Rimozione in corso...

source: Purging...
de_de: Aufräumen...
it_it: Pulizia in corso...

source: Summary
de_de: Zusammenfassung
it_it: Riepilogo

source: Keys
de_de: Schlüssel
it_it: Chiavi

source: Connections
de_de: Verbindungen
it_it: Connessioni

source: Alerts
de_de: Benachrichtigungen
it_it: Avvisi

source: Drives
de_de: Festplatten
it_it: Dischi

source: Settings
de_de: Einstellungen
it_it: Impostazioni

source: About
de_de: Über

source: Install
de_de: Installieren
it_it: Installa

source: Issues
de_de: Fehler
it_it: Problemi

source: License
de_de: Lizenz
it_it: Licenza

source: Local Currency:
de_de: Lokale Währung:
it_it: Valuta Locale:

source: Cancel
de_de: Abbrechen
it_it: Annulla

source: Save
de_de: Speichern
it_it: Salva

source: Restart Blockchain
de_de: Blockchain Neustart

source: This will restart ALL the fullnode services for this blockchain, including the farming, harvesting, and wallet (if running). Please allow at least 15 minutes after a restart for all blockchain services to reconnect before attempting another restart. Your patience is appreciated! Continue with Restart?
de_de: Hiermit werden ALLE FullNode Dienste (farming, harvesting, wallet) für diese Blockchain neu gestartet. Bitte gib mir mindestens 15 min, damit alle Blockchain-Dienste neu verbinden können. Danke für Deine Geduld ! Neustart druchführen?

source: Blockchain Summary
de_de: Blockchain Zusammenfassung
it_it: Riepilogo Blockchain

source: Price
de_de: Preis

source: Peak Height
de_de: Peak Höhe

source: Peak Time
de_de: Peak Zeit

source: Updated At
de_de: Aktualisiert um
it_it: Aggiornato a

source: Synced
de_de: Synchronisiert
it_it: Sincronizzato

source: Not Synced
de_de: Nicht Synchronisiert
it_it: Non Sincronizzato

source: Error
de_de: Fehler

source: View Blockchain Log
de_de: Blockchain Log ansehen

source: No blockchains found from any farmers. Not added?
de_de: Es konnten keine Blockchains gefunden werden. Wurden Blockchains hinzugefügt?
it_it: Nessuna blockchain trovata da nessun farmer. Non ancora aggiunte?

source: Try running "chia show --state" on your farmers to verify.
de_de: Versuche "chia show --state" für die Überprüfung auf Deinem Farmer.
it_it: Prova ad eseguire "chia show --state" sui tuoi farmer per verificare.

source: Fullnode Log for
de_de: Fullnode Log für

source: Maxmind Account (Required):
de_de: Maxmind Account (Benötigt):
it_it: Account Maxmind (Richiesto):

source: Maxmind License Key (Required):
de_de: Maxmind License Key (Benötigt):
it_it: Chiave di Licenza Maxmind (Richiesto):

source: Connections Map
de_de: Verbindungs Karte
it_it: Mappa Connessioni

source: Map your network peers around the world
de_de: Zeige Deine Netzwerkverbindungen
