Repository: guydavis/machinaris
Catalog: web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, it_it

source: No plots disk stats recorded recently for %(hostname)s with Chia blockchain. Please ensure all paths containing plots have been %(wiki_link_open)s configured %(wiki_link_close)s. Also ensure the Chia worker is reporting into the controller on the Workers page.
de_de: Keine Plotdatenträgerstatistiken auf %(hostname)s mit der Chia Blockchain aufgezeichnet. Bitte stelle sicher, dass alle Pfade, die Plots beinhalten analog %(wiki_link_open)s konfiguriert sind und dass der Worker zum Controller auf der Workers Seite reportet.
it_it: Non ci sono statistiche disco registrate recentemente per %(hostname)s relativa alla blockchain Chia. Assicurati che tutti i percorsi contenenti plots siano stati %(wiki_link_open)s configurati %(wiki_link_close)s. Assicurati inoltre che il worker di Chia stia rispondendo nel controller dalla pagina Workers.

source: Plot Disk Used
de_de: Plot Platten verwendet

source: Confirm Kill
de_de: Bestätige Abbruch
it_it: Conferma Terminazione

source: This action will terminate the selected plots, whether running or stopped, and delete all their temporary files. If Plotman is still running, another plot will be immediately started, so please stop Plotman first from the top-right. Continue?
de_de: Diese Aktion beendet die ausgewählten Plots, unabhängig davon, ob sie ausgeführt werden oder angehalten wurden. Alle temporären Dateien werden gelöscht. Falls Plotman noch läuft, wird sofort ein neuer Plot gestartet. Deswegen stoppe bitte zuerst Plotman oben rechts. Weitermachen?
it_it: Questa azione terminerà i plots selezionati, sia che siano in esecuzione o fermi, a cancellerà tutti i loro relativi file temporanei. Se Plotman è ancora in esecuzione, un altro plot partirà immediatamente. Se non è quello che desideri prima ferma Plotman dal selettore in alto a destra. Continuare?

source: Kill Selected
de_de: Ausgewählte beenden
it_it: Termina Seleionati

source: Start Plotting
de_de: Plotting beginnen
it_it: Inizia Plotting

source: This action will start Plotman and launch a plotting run using your configured plotter, into these directories:
de_de: Diese Aktion startet Plotman und startet einen Plotlauf mit deinem konfigurierten Plotter, in diese Verzeichnisse:

source: Be careful about running more than one plotter on a single machine at a time. Continue?
de_de: Sei vorsichtig wenn Du mehr als einen Plotter auf einem Rechner laufen lassen willst. Bist Du Dir sicher?

source: View Log
de_de: Log anzeigen
it_it: Vedi Log

source: Stop Plotting
de_de: Plotting beenden
it_it: Ferma Plotting

source: This action will stop Plotman from launching new plotting jobs. Running jobs will run to completion. Continue?
de_de: Diese Aktion verhindert das Plotman neuen Plot-Jobs startet. Laufende Jobs werden noch abgeschlossen. Weiter?
it_it: Questa azione fermerà Plotman dal lanciare nuovi jobs di plotting. I job in esecuzione proseguiranno fino al completamento senza interrompersi. Continuare?

source: This worker is not currently online and responding to pings from the controller. Please check the Workers page and bring the system back online.
de_de: Dieser Worker reagiert gerade nicht auf Pings. Überprüfe den Worker und starte ihn ggf. neu.
it_it: Questo worker non è online attualmente e non sta rispondendo ai ping del controller. Controlla la pagina Workers a riporta il sitema nuovamente online.

source: Transfers
de_de: Übertragungen

source: Running
de_de: Läuft

source: Stopped
de_de: Angehalten

source: Suspend Selected
de_de: Ausgewählte unterbrechen
it_it: Sospendi Selezionati

source: Resume Selected
de_de: Ausgewählte wiederaufnehmen
it_it: Riprendi Selezionati

source: Plotting Speed - k%(k_size)s Plots
de_de: Plotting Geschwindigkeit - k%(k_size)s Plots
it_it: Velocità di Plotting - k%(k_size)s Plots

source: Time (minutes)
de_de: Zeit (minuten)

source: Suspending...
de_de: Unterbrechen...
it_it: Sospensione in corso...

source: Resuming...
de_de: Wiederaufnehmen...
it_it: Ripresa in corso...

source: Killing...
de_de: Beenden...
it_it: Terminazione in corso...

source: Start Archiving
de_de: Archivieren Starten
it_it: Inizia Archiviazione

source: This action will start Plotman archiving from the destination folder. Completed plots will be distributed locally or transferred remotely. Continue?
de_de: Diese Aktion startet den Archivierer des Plotmans. Fertige Plots werden lokal verteilt oder über das Netzwerk verschoben. Weitermachen?

source: Stop Archiving
de_de: Archivieren stoppen
it_it: Ferma Archiviazione

source: This action will stop Plotman archiving from the destination folder, preventing further completed plot transfers. Continue?
de_de: Diese Aktion stoppt den Archivierer des Plotmans und verhindert ein weiteres Verschieben der fertigen Plots. Weitermachen?

source: This worker is not currently configured for Plotman %(wiki_link_open)sarchiving%(wiki_link_open)s to enable local or remote transfer of completed plots. Please visit the Settings | Plotting page to configure this worker.
de_de: Dieser Worker ist im Moment nicht für Plotman konfiguriert. Folge %(wiki_link_open)sarchiving%(wiki_link_open)s um Plots lokal oder im Netzwerk zu verschieben. Bitte besuchen die Settings | Plotting Seite um den Worker zu konfigurieren.
it_it: Questo worker non è attualmente configurato per %(wiki_link_open)sl'archiviazione%(wiki_link_open)s tramite Plotman che abilità il trasferimento locale o remoto di plots completati. Visita la pagina "Impostazioni | Plotting" per configurare questo worker.

source: Archiving
de_de: Archivieren
it_it: Archiviazione

source: Archiving is disabled. See Settings | Plotting page.
de_de: Archivierung ist ausgeschaltet. Prüfe die Settings | Plotting Seite.
it_it: L'archiviazione è disabilitata. Vedi la pagina "Impostazioni | Plotting".

source: Container Memory Usage (GiB)
de_de: Container Speicher Verbrauch (GiB)

source: Send Test Alert
de_de: Sende Test-Benachrichtigung

source: This will send a test alert using your %(wikilink_open)slast saved settings%(wikilink_close)s for
de_de: Dies wird eine Test-Benachrichtigung an %(wikilink_open)slast senden.

source: Please save before testing. Continue?
de_de: Bitte speichern vor dem Testen. Weiter?

source: Send
de_de: Absenden

source: Saving...
de_de: Speichern...
it_it: Salvataggio in corso...

source: Config file contains target_address that is neither in your hot wallet (keys), nor in your configured cold wallet addresses.
de_de: Das Konfig-File enthält eine target_address werder in deinem hot wallet (keys) noch in deinen cold wallet Adressen zu finden ist.

source: Your hot wallet key(s):
de_de: Dein(e) hot wallet Schlüssel:

source: Your cold wallet key(s):
de_de: Dein(e) cold wallet Schlüssel:

source: Please check your hot wallet addresses on the Keys page, and your cold wallet addresses on the Wallets page.
de_de: Bitte prüfe deine hot wallet Adresseauf der Schlüssel Seite und deine cold wallet auf der Wallet Seite.

source: Scheduled Plotting
de_de: Geplantes Plotting

source: Optionally, you may schedule start and stop of the plotting manager to save on electricity (off-peak), avoid back-ups, minimize fan noise, etc.
de_de: Optional, kannst du den Start- und Stop-Zeitpunkt des Plotmanagers festlegen um Energie zu sparen, Backups zu ermöglichen, Lüfterlärm zu reduzieren, usw.

source: Add New Schedule
de_de: Neuen Terminplan hinzufügen

source: NOTE: The scheduled stop time will not terminate running jobs. New plotting jobs will no longer be started however.
de_de: Zur festgelegten Zeit werden laufende Jobs nicht abgebrochen. Neue Plotter-Jobs werden aber nicht gestartet.

source: Schedule
de_de: Terminplan

source: Edit Cron
de_de: Cron Job editieren

source: Delete
de_de: Löschen

source: Confirm Pool Change
de_de: Bestätige Pool Wechsel
it_it: Conferma Cambio pool

source: This action will switch your current pooling selection, resulting in a small fee charged against your wallet by the blockchain.
de_de: Diese Aktion wechselt den Pool. Das kann wenige Mojos kosten. Fortsetzen?

source: Fee in Mojos:
de_de: Gebühr in Mojos:

source: Delete Unconfirmed Transactions?
de_de: Unbestätigte Transaktionen löschen?"

source: Chia sometimes requires %(wikilink_open)sunconfirmed transaction cleanup%(wikilink_close)s to successfully change pool settings. If you encounter such errors, please try this transaction cleanup for Chia.
de_de: Manchmal benötigt Chia %(wikilink_open)s unbestätigte Transaktionen. cleanup%(wikilink_close)s um erfolgreich Pool Settings zu ändern. Falls du solche Fehler bemerkst, versuche bitte die Transaktions-Bereinigung für Chia.

source: Continue
de_de: Weiter

source: Join a pool and get consistent farming rewards. The average returns are the same, %(break)sbut it is much less volatile. You can easily switch pools without having to re-plot.
de_de: Trete einem Pool bei und bekomme kontinuierlich Coins über Zeit. Kommt ungefähr aufs gleiche Ergebnis wie beim Solo Farmen, ist aber weniger volatil. Du kannst Pools einfach wechseln ohne replotten zu müssen.
it_it: Unisciti ad una pool e ottieni ricompense di farming consistenti. I rendimenti medi sono gli stessi, %(break)sma sono meno volatili. Puoi facilmente cambiare pool senza bisogno di riplottare.

source: ERROR: Unable to join a pool because:
de_de: ERROR: Kann den Pool nicht beitreten! Begründung:
it_it: ERRORE: Impossibile unirsi alla pool perché:

source: Delete Unconfirmed Transactions
de_de: Lösche unbestätigte Transaktionen

source: Self pool. When you win a block, you will earn rewards.
de_de: Self Pool. Wenn du einen Block gewinnst bekommst du alle Coins.
it_it: Pooling da solo. Quando vinci un blocco, guadagni tu la ricompensa.

source: Connected to pool:
de_de: Verbindung zu Pool:
it_it: Connesso alla pool:

source: Connect to pool:
de_de: Verbinde zu Pool:
it_it: Connetti alla pool:

source: Compare Pools
de_de: Vergleiche Pools
it_it: Confronta Pools

source: Get Mojos
de_de: Hole dir Mojos
it_it: Ottieni Mojos

source: Save Changes
de_de: Änderungen speichern
it_it: Salva Modifiche

source: No wallets found yet. Perhaps this is a brand-new installation? If so, please wait for complete start-up.
de_de: Kein Wallet gefunden. Vielleicht ist das eine neue Installation? Bitte warte ab bis ich komplett hochgefahren bin.
it_it: Nessun portafogli ancora trovato. Forse questa è una nuova installazione? Se sì, aspetta che si completi l'avvio.

source: For more on Pooling, see the Machinaris
de_de: Mehr zum Pooling im Machinaris Wiki
it_it: Per maggiori informazioni sul Pooling, vedi

source: Deleting...
de_de: Löschen...

source: PlotNFT Log on
de_de: PlotNFT Login

source: Time - Recent
de_de: Zeit - neueste

source: Time Taken (seconds)
de_de: Zeit vergangen (sec)

source: Partials Submitted
de_de: Partials übermittelt

source: Saved cold wallet addresses.
it_it: Indirizzi cold wallet salvati.

source: minute
it_it: minuto

source: Service
it_it: Servizio

source: Wallets
it_it: Portafogli

source: Tools
it_it: Strumenti

source: Project
it_it: Progetto

source: Credits
it_it: Crediti

source: Status
it_it: Stato

source: Blockchain Details
it_it: Dettagli Blockchain

source: Mapbox Access Token (Optional):
it_it: Mapbox Access Token (Opzionale):

source: Ports
it_it: Porte

source: Add New Connection
it_it: Aggiungi Nuova Connessione

source: Smartctl Status
it_it: Stato Smartctl

source: Status:
it_it: Stato:

source: On very first launch, the Chia compressed blockchain database %(compressed)s is being downloaded from %(dl_link)s. At about %(uncompressed)s in uncompressed size (progress shown above), this will take a while. However minutes of download now, will save you multiple days of blockchain syncing later. Please be patient!
it_it: Al primo avvio, viene scaricato il database compresso %(compressed)sdella blockchain Chia. A circa %(uncompressed)s in formato non compresso (progresso mostrato sopra), potrebbe volerci un po'. Tuttavia, i minuti di download che stai attendendo adesso ti faranno risparmiare svariati giorni di sincronizzazione della blockchain in futuro. Sii paziente!

source: NOTE: If you would prefer to instead import your mnenmoic seed phrase yourself at the command-line, see the %(wiki_link)s for details.
it_it: Se invece preferiresti importate la tua frase seed mnemonica da te usando la riga di comando, vedi i %(wiki_link)s per dettagli.

source: Partials
it_it: Parziali

source: Wallet
it_it: Portafogli

source: Wallet Details
it_it: Dettagli Portafoglio

source: Details
it_it: Dettagli

source: Hostname
it_it: Nome host

source: Port
it_it: Porta

source: Version
it_it: Versione

source: Plotting Temp
it_it: Plotting

source: Farmer Public Key
it_it: Chiave Pubblica Farmer

source: Pool Public Key
it_it: Chiave Pubblica Pool

source: Plot on Startup
it_it: Plotta all'avvio

source: Controller IP Address
it_it: Indirizzo IP Controller

source: Controller API Port
it_it: Porta API Controller

source: Worker Hostname
it_it: Nome host Worker

source: Prune Selected
it_it: Togli Selezionati

source: Netspace
it_it: Spazio Rete

source: This action will start Plotman and launch a plotting run using your configured plotter. Be careful about running more than one plotter on a single machine at a time. Continue?
it_it: Questa azione avvierà Plotman e lancierà una sessione di plotting usando il plotter che hai configurato. Fai attenzione ad eseguire più di un plotter alla volta in una singola macchina. Continuare?

source: Start
it_it: Inizia

source: Stop
it_it: Ferma

source: This action will start Plotman archiving from the configured dst folder. Completed plots will be disributed locally or transferred remotely. Continue?
it_it: Questa azione avvierà l'archiviazione tramite Plotman verso la cartella di destinazione configurata. I plots completato saranno distribuiti localmente o trasferiti da remoto. Continuare?

source: This action will stop Plotman archiving from the configured dst folder, preventing further completed plot transfers. Continue?
it_it: Questa azione fermerà l'archiviazione tramite Plotman verso la cartella di destinazione configurata, prevenendo il trasferimento di ulteriori plot completati. Continuare?

source: Download
it_it: Scarica

source: This action will switch your current pooling selection, possibly resulting in a small charge (few mojos) against your wallet. Continue anyway?
it_it: Questa azione cambierà la tua scelta di pooling, comportanto possibilmente in un piccolo addebito (qualche mojos) dal tuo portafogli. Vuoi continuare comunque?
