Repository: guydavis/machinaris
Catalog: web/translations/*/LC_MESSAGES/messages.po
Languages: de_de, it_it

source: To enter your map account details, click the Settings (gear icon) button on the top-right of this page.
de_de: Um Deine Konto Einstallungen zu verwalten, klicke auf das Einstellungs-Symbol oben rechts auf dieser Seite.

source: Connection Details
de_de: Verbindungs Details
it_it: Dettagli Connessione

source: Type
de_de: Typ
it_it: Tipo

source: IP Address
de_de: IP Addresse
it_it: Indirizzo IP

source: City
de_de: Stadt
it_it: Città

source: Country
de_de: Land
it_it: Regione

source: SB Height
de_de: SB Höhe

source: Last Connect
de_de: Letzte Verbindung
it_it: Ultima Connessione

source: Disconnect Selected
de_de: Ausgewählte Verbindungen unterbrechen
it_it: Discoonnetti Selezionato

source: Check Port Forwarding
de_de: Portfreigaben checken
it_it: Controlla Apertura Porta

source: Add Node Peers
de_de: Node Peers hinzufügen

source: No connections found from any farmers yet. Perhaps just starting?
de_de: Keine Verbindungen zu Farmern gefunden. Gerade erst gestartet?
it_it: Non è stata trovata ancora alcuna connessione da nessun farmer. Forse hai appena avviato?

source: After a while, try running "chia show --connections" on your farmers to verify.
de_de: Versuche "chia show --connections" nach ein paar Minuten.
it_it: Dopo un po', prova ad eseguire "chia show --connections" sui tuoi farmers per verificare.

source: This Machinaris worker is controlled at:
de_de: Dieser Machinaris Worker wird gesteuert von:
it_it: Questo Machinaris worker è accessibile all'indirizzo:

source: Good
de_de: Gut

source: Warn
de_de: Warnung

source: Alert
de_de: Benachrichtigungen

source: Device
de_de: Gerät

source: Model
de_de: Modell

source: Serial #
de_de: Seriennummer #
it_it: # Seriale

source: Capacity
de_de: Größe
it_it: Capacità

source: Temperature
de_de: Temperatur
it_it: Temperatura

source: Powered On
de_de: Laufzeit
it_it: Acceso per

source: Passed
de_de: Bestanden
it_it: Superato

source: Drive status updated
de_de: Laufwerksstatus aktualisiert
it_it: Stato disco aggiornato

source: No drives accessible to smartctl inside the Machinaris containers.
de_de: Für smartctl sind keine Laufwerke im Machinaris Container erreichbar.
it_it: Non ci sono dischi accessibili a smartctl nei containers di Machinaris.

source: Please configure Docker to allow smartctl access to host devices.
de_de: Bitte configuriere smartctl so, damit Zugriff auf die Geräte möglich ist
it_it: Configura Docker per permettere a smartctl di accedere ai dischi dell'host.

source: For more, see the Machinaris %(wiki_link_open)swiki%(wiki_link_close)s.
de_de: Für mehr, schau dir das Machinaris %(wiki_link_open)swiki%(wiki_link_close)s an.
it_it: Per maggiori informazioni, guarda %(wiki_link_open)swiki%(wiki_link_close)s.

source: Expected Time to Win
de_de: Erwartete TTW
it_it: Tempo Previsto per Vincere

source: Plot Count
de_de: Anzahl Plots

source: Total Plots
de_de: Gesamte Plots
it_it: Plots Totali

source: Total Plots Size
de_de: Gesamte Plot Größe
it_it: Dimensione Totale PLots

source: Balance
de_de: Bilanz
it_it: Saldo

source: Farmed
de_de: Erfarmt
it_it: Farmati

source: Challenges from Harvesters
de_de: Challenges der Harvester
it_it: Challenges per Harvester

source: Partial Proofs for Pools
de_de: Partial Proofs der Pools
it_it: Partial Proofs per Pool

source: Previous
de_de: Vorherige
it_it: Precedente

source: Next
de_de: Nächste
it_it: Successivo

source: NOTE: Machinaris will never display your private key here.
de_de: ACHTUNG: Machinaris wird hier nie deinen privaten Key anzeigen.
it_it: NOTA: Machinaris non mostrerà mai la tua chiave privata qui.

source: However, you may view it yourself by executing this from within the Docker container.
de_de: Du kannst ihn dir aber in der Konsole anzeigen lassen.
it_it: Tuttavia, puoi vederla eseguendo questo da dentro il Docker container.

source: Best Practices
de_de: Beste Vorgehensweisen
it_it: Migliori pratiche

source: No keys found from any farmers. Not added?
de_de: Es wurden keine Keys gefunden. Noch nicht hinzugefügt?
it_it: Non state trovate chiavi da nessun farmer. Non ne hai aggiunte?

source: Try running "chia keys show" on your farmers to verify.
de_de: Versuche "chia keys show" bei deinen Farmern.
it_it: Prova ad eseguire "chia keys show" sui tuoi farmer per verificare.

source: Current Difficulty:
de_de: Derzeitliche Difficulty:
it_it: Difficoltà Attuale:s

source: Current Points Balance:
de_de: Derzeitige Punkte-Bilanz:
it_it: Saldo Punti Attuale:

source: Points Found Since Start:
de_de: Gefundene Punkte seit Container-Start:
it_it: Punti Trovati dall'Inizio:

source: Points Found in Last 24 Hours:
de_de: Gefundene Punkte in den letzten 24 Stunden:
it_it: Punti Trovati nelle ultime 24 ore:

source: Points Successful in Last 24 Hours:
de_de: Erfolgreiche Punkte in den letzten 24 Stunden:
it_it: Percentuale di Punti con Successo nelle ultime 24 ore:

source: Number of Plots:
de_de: Anzahl der Plots:
it_it: Numero di Plots:

source: Errors
de_de: Fehler

source: Last 24 Hours
de_de: Letzte 24h

source: No pools have been found yet. Perhaps the wallet is still syncing?
de_de: Es wurden keine Pools gefunden. Vielleicht synchronisiert sich die Wallet noch?
it_it: Non sono state ancora trovate pools. Forse il portafogli si sta ancora sincronizzando?

source: If you would like to join a pool, please select the "Settings | Pools" page to get started.
de_de: Wenn du einem Pool beitreten möchtest, schau bei "Settings | Pools" vorbei.
it_it: Se vuoi unirti ad una pool, seleziona la pagina "Impostazioni | Pools" per iniziare.

source: For more, see the Machinaris
de_de: Mehr Infos dazu auf dem Machinaris
it_it: Per maggiori informazioni, guarda

source: Welcome to Machinaris!
de_de: Willkommen bei Machinaris!
it_it: Benvenuto in Machinaris!

source: An easy-to-use WebUI for Chia%(trademark)s plotting and farming.
de_de: Ein einfach zu benutzendes WebUI für Chia%(trademark)s plottig und farming.
it_it: Una interfaccia Web facile da usare per il plotting ed il farming di Chia%(trademark)s.

source: Downloaded and unzipped %(size)s so far...
de_de: Heruntergeladen und entpackte %(size)s bisher...

source: On very first launch, the Chia compressed blockchain database %(compressed)s is being downloaded from %(dl_link)s, then unzipped. At about %(uncompressed)s in uncompressed size, this will take a while. However an hour or two now, will save you multiple days of blockchain syncing later. Please be patient!
de_de: Beim allersten Start, wird die gepackte Blockchain Datenbank %(compressed)s von %(dl_link)s heruntergeladen und entpackt. Bei einer voraussichlichen entpackten Größe von %(uncompressed)s wird das eine Weile dauern. Trotzdem, ein bis zwei Stunden hier spart dir viele Tage beim synchronisieren der Blockchain. Bitte habe Geduld!

source: NOTE: If you would prefer to allow Chia to sync the blockchain over many days, see the %(init_link)s for details. Similarly, you may instead %(import_link_open)s import your own blockchain %(import_link_close)s if you have one from a previous Chia install.
de_de: Achtung: Wenn du Chia über mehrere Tage synchronisieren lassen willst gibt es hier %(init_link)s mehr Informationen. Alternativ kannst du %(import_link_open)s deine eigene Blockchain importieren %(import_link_close)s falls du eine von vorherigen Installationen besitzt.
it_it: NOTA: se preferisci che Chia sincronizzi normalmente la blockchain in più giorni, guarda il %(init_link)s per dettagli. Alternativamente, potresti %(import_link_open)s importare una tua versione locale della blockchain se ne hai una da una precedente installazione di Chia.

source: To get started with Machinaris as a Chia%(trademark)s fullnode, either import your existing 24-word mnemonic seed phrase
de_de: Um mit Machinaris als Chia%(trademark)s fullnode zu beginnen, kannst du entweder deinen bereits existierenden 24 Wort Schlüssel importieren
it_it: Per iniziare con Machinaris come un fullnode Chia%(trademark)s, importa la frase seed mnemonica da 24 parole che hai già

source: Import Existing Key
de_de: Importiere vorhandenen Schlüssel
it_it: Importa Chiave Esistente

source: OR
de_de: ODER
it_it: O

source: You can generate a brand-new mnemonic phrase that will be written to this in-container path
de_de: du kannst einen brandneuen Schlüssel generieren lassen, der im Containerpfad gespeichert wird.
it_it: Puoi generare una nuova frase mnemonica che sarà scritta in questo percorso (relativo al container)

source: Generate New Key
de_de: Neuen Schlüssel generieren
it_it: Genera Nuova Chiave

source: NOTE: If you would prefer to instead import your mnemonic seed phrase yourself at the command-line, see the %(wiki_link)s for details.
de_de: Achtung: Du kannst deinen 24 Wort Schlüssel auch über die Kommandozeile selbst importieren. Mehr dazu findest du hier: %(wiki_link)s.

source: Height
de_de: Höhe
it_it: Altezza

source: Max Resp.
de_de: Max. Antwortdauer
it_it: Max Risp.

source: No blockchains found from any farmers. Just starting up?
de_de: Es konnte keine Blockchain gefunden werden. Wurde gerade neu gestartet?
it_it: Nessuna blockchain trovata da nessun farmer. Hai appena avviato?

source: Please allow at least 15 minutes for blockchains to get started.
de_de: Bitte warte 15 min damit die Blockchain starten kann.
it_it: Attendi almeno 15 minuti affinché le blockchain si avviino.

source: Transactions
de_de: Transaktionen

source: To
de_de: Zu

source: Amount
de_de: Menge

source: Created At
de_de: Erstellt um

source: No transactions were currently available for
de_de: Derzeit sind keine Transaktionen verfügbar für

source: Perhaps the wallet is paused, or not yet synced, or no transactions exist yet.
de_de: Möglicherweise ist das Wallet pausiert oder noch nicht synchronisiert oder es sind bisher keine Transaktionen vorhanden.

source: Please ensure the Machinaris wallet for this blockchain is Synced below.
de_de: Bitte stelle sicher, dass die Machinaris-Wallet für diese Blockchain unten synchronisiert ist.

source: Also ensure the blockchain fullnode is not Offline, by checking the Workers page.
de_de: Stelle auch sicher, dass der Fullnode nicht offline ist, in dem du die Workers Seite prüfts.

source: Wallet Settings
de_de: Wallet Einstellungen
it_it: Impostazioni Portafoglio

source: Cold Wallet Address:
de_de: "Cold Wallet Addresse:
it_it: Indirizzo Cold Wallet:

source: This is an experimental feature. Try %(atb_open)sAllTheBlocks%(atb_close)s if any issue.
de_de: Dies ist ein experimentelles Feature. Versuche %(atb_open)sAllTheBlocks%(atb_close)s im Falle eines Fehlers.

source: Wallet Summary
de_de: Tägliche Zusammenfassung
it_it: Riepilogo Portafoglio

source: Wallet Balance
de_de: Wallet Bilanz
it_it: Saldo portafoglio

source: Cold Wallet Balance
de_de: Cold Wallet Bilanz
it_it: Saldo Cold Wallet

source: Paused
de_de: Pausiert

source: Pause Wallet
de_de: Pausiere Wallet

source: Edit Wallet
de_de: Wallet editieren
it_it: Modifica Portafoglio

source: No wallet status received. Perhaps just starting? Please allow at least 10 minutes to update.
de_de: Kein Wallet Status empfangen. Vielleicht erst gestartet? Bitte gebe mir 10 min für ein Update.
it_it: Stato del portafogli non ricevuto. Forse hai appena avviato? Attendi almeno 10 minuti affinché si aggiorni.

source: You can also try running "chia wallet show" on your fullnode's in-container shell to verify.
de_de: Du kannst auch "chia wallet show" in der Container Kommandozeile ausführen um das zu prüfen.
it_it: Puoi anche provare ad eseguire "chia wallet show" nella shell del container del tuo fullnode per verificare.

source: This will start the blockchain's wallet. Please allow at least 15 minutes afterwards for services to reconnect before attempting another action. Your patience is appreciated! Continue anyway?
de_de: Dies startet die Blockchain Wallet. Bitte gebe mir mindestens 15 min Zeit um die Services neu zu starten, befor du eine weitere Aktion versuchst. Danke für deine Geduld! Trotzdem weitermachen?

source: This will pause the blockchain's wallet. Please allow a few minutes for this to be reflected on this page. Your patience is appreciated! Continue anyway?
de_de: Dies pausiert die Blockchain Wallet. Bitte gebe mir ein paar Minuten um dies auf dieser Seite anzuzeigen. Danke für deine Geduld! Trotzdem weitermachen?

source: Reward Recovery Log for
de_de: Reward Wiederherstellungs-Log for

source: View Recovery Log
de_de: Zeige Recovery Log

source: Continue with recovery for rewards older than one week?
de_de: Weiter mit der Wiederherstellung der Rewards älter als einer Woche fortfahren?

source: Sorry, no recoverable coins currently. Please check back later.
de_de: Sorry, bisher keine wiederherstellbare Coins. Bitte versuche es später erneut.

source: Mode
de_de: Modus
it_it: Modalità

source: Last Status Received At
de_de: Letzter Status erhalten um
it_it: Ultimo Stato Ricevuto alle

source: Local Time on Worker
de_de: Lokale Zeit auf Worker
it_it: Ora Locale sul Worker

source: Last Ping to Worker
de_de: Letzter Ping auf Worker
it_it: Ultimo Ping dal Worker

source: Responding
de_de: Antwortet
it_it: Sta rispondendo

source: Connection Refused
de_de: Verbindung verweigert
it_it: Connessione Rifiutata

source: Connection Timeout
de_de: Verbindung unterbrochen
it_it: Connessione Scaduta

source: Connection Error
de_de: Verbindungsfehler
it_it: Errore di Connessione

source: Last Successful Ping to Worker
de_de: Letzter erfolgreicher Ping zum Worker
it_it: Ultimo Ping Riuscito dal Worker

source: Recent Warnings
de_de: Letzte Warnungen
it_it: Avvertimenti Recenti

source: Yay! No issues currently.
de_de: Yuppi! Momentan läuft alles einwandfrei.
it_it: Evviva! Nessun problema attualmente.

source: For legibility, the chart shows only a random selection of paths when a worker has many of them.
de_de: Aus Gründen der Lesbarkeit zeigt das Diagramm nur eine zufällige Auswahl von Pfaden, wenn ein Worker viele davon hat.

source: Disk Space Used (TB)
de_de: Platten Speicher benutzt (TB)
it_it: Spazio Usato su Disco (TB)

source: Disk Space Free (TB)
de_de: Platten Speicher frei (TB)
it_it: Spazio Libero su Disco (TB)

source: Disk Space Used (GB)
de_de: Platten Speicher benutzt (GB)
it_it: Spazio Usato su Disco (GB)

source: Disk Space Free (GB)
de_de: Platten Speicher frei (GB)
it_it: Spazio Libero su Disco (GB)

source: Host Path
de_de: Host Pfad
it_it: Percorso Host

source: Container Path
de_de: Container Pfad
it_it: Percorso Container

source: Used for:
de_de: Benutzt für:
it_it: Usato per:

source: Final Plots
de_de: Finale Plots
it_it: Plots Completati

source: Other
de_de: Andere
it_it: Altro

source: Location
de_de: Ort

source: Unknown blockchain fork of selected:
de_de: Unbekannter Blockchain Fork der ausgewählten:
it_it: Fork sconosciuto per:

source: Missing worker hostname. Please provide a short name to identify your worker.
de_de: Der Worker Hostname fehlt. Bitte einen kurzen Namen vergeben.
it_it: Nome host del worker mancante. Fornisci un nome breve per identificare il tuo worker.

source: Invalid host path ending with colon. Try adding a slash to the end like this
de_de: Der Host Pfad endet mit einem Komma. Versuche es mit Slash wie hier
it_it: Percorso host non valido, non può finire con i due punti. Prova ad aggiungere uno slash alla fine, in questo modo

source: Empty host path provided for volume at
de_de: Leerer Host Pfad für Volumen
it_it: Hai fornito un percorso host vuoto per il volume a

source: Please provide a host path.
de_de: Bitte Hostpfad angeben.
it_it: Fornisci un percorso host.

source: Empty container path provided for volume at
de_de: Leerer Container Pfad für Volumen
it_it: Hai fornito un percorso container vuoto per il volume a

source: Please provide a container path.
de_de: Bitte Containerpfad angeben.
it_it: Fornisci un percorso container.

source: Neither Harvester or Plottter mode selected. Please choose one or both.
de_de: Weder Harvester noch Plotter Modus ausgewählt. Bitte einen oder beide wählen.
it_it: Non hai selezionato né modalità Harvester né plotter. Scegline una o entrambe.

source: Missing worker IP address. Please provide the IP the controller will connect to for commands.
de_de: Worker IP Adresse fehlt. Bitte gebe die IP an, an die Steuer-Befehle gesendet werden sollen.
it_it: Indirizzo IP worker mancante. Fornisci l'indirizzo IP a cui il controller si connetterà per i comandi.

source: Currently Chia and Bladebit require a Nvidia GPU. Other cards are not supported unfortunately.
de_de: Momentan benötigen Chia und Bladebit eine Nvidia GPU. Andere Grafikkarten werden im Moment leider nicht unterstützt.

source: Currently Gigahorse requires a Nvidia or AMD GPU. Intel cards are not supported unfortunately.
de_de: Momentan benötigen Gigahorse eine Nvidia oder AMD GPU. Intel Grafikkarten werden im Moment leider nicht unterstützt.

source: Machinaris Worker - Launch Config
de_de: Machinaris Worker - Configuration starten
it_it: Machinaris Worker - Avvia Configurazione

source: Complete the form below to run new harvesters/plotters on other computers across your network. Save the generated docker-compose.yml file to a folder named "machinaris", then execute "docker-compose up" from a shell.
de_de: Fülle das Formular unten aus, um neue Farmer/Plotter auf anderen Computern in deinem Netzwerk auszuführen. Speichere das erstellte docker-compose.yml in einem Ordner namens "machinaris", dann führe in einer Shell "docker-compose up" aus.
it_it: Completa il modulo sotto per lanciare nuovi harvesters/plotters su altri computer sulla tua rete. Salva il docker-compose.yml generato in una cartella chiamata "machinaris", ed esegui il comando "docker-compose up" dalla shell.

source: Operating System
de_de: Betriebssystem
it_it: Sistema Operativo

source: Machinaris Mode
de_de: Machinaris Modus
it_it: Modalità

source: True
de_de: Wahr
it_it: Vero

source: False
de_de: Falsch
it_it: Falso

source: Worker IP Address
de_de: Worker IP Adresse
it_it: Indirizzo IP Worker

source: Blockchains to Farm
de_de: Gefarmte Blockchains
it_it: Blockchains da Farmare

source: Volume Mounts
de_de: Eingehängte Volumen
it_it: Volumi da Montare

source: Add New Volume
de_de: Neues Volumen hinzufügen
it_it: Aggiungi Nuovo Volume

source: Remove Last Volume
de_de: Letztes Volumen entfernen
it_it: Rimuovi Ultimo Volume

source: Graphics Devices
de_de: Grafikkarten

source: Optionally, if your system has an available and supported GPU, you can pass it thru to the blockchain's Docker container. Only Chia, Gigahorse, and MMX blockchains support certain GPUs.
de_de: Optional, falls dein System eine verfügbare und unterstützte GPU besitzt, kannst du diese an den Docker Container durchreichen. Nur Chia, Gigahorse, und MMX Blockchains unterstützen gewisse GPUs.

source: None
de_de: Keine

source: Copy
de_de: Kopieren
it_it: Copia

source: Memory
de_de: Speicher

source: Last Status Received
de_de: Letzter empfangener Status
it_it: Ultimo Stato Ricevuto

source: Last Ping
de_de: Letzter Ping
it_it: Ultimo Ping

source: Last Successful Ping
de_de: Letzter erfolgreicher Ping
it_it: Ultimo Ping con successo

source: Chart Memory
de_de: Speicher Chart

source: New Worker
de_de: Neuer Worker
it_it: Nuovo Worker

source: No Machinaris workers have reported status successfully.
de_de: Keine Machinaris Worker haben ihren Status erfolgreich mitgeteilt.
it_it: Nessun worker ha segnalato lo stato con successo.

source: Please check each expected worker's log files.
de_de: Bitte Logfile des entsprechenden Workers überprüfen.
it_it: Controlla i file di log di ciascun worker previsto.

source: Farmed At
de_de: Erfarmt

source: Days
de_de: Tage

source: Plotting Analysis
de_de: Plotting Analyse
it_it: Analisi Plotting

source: Analysis of the plotting job log shows time (seconds) spent in each phase:
de_de: Die Analyse des Plotting Jobs zeigt die Zeit der entsprechenden Phasen:
it_it: L'analisi dei log dei job di ploting mostra il tempo (in secondi) speso in ciascuna fase:

source: Plot Check
de_de: Plot Überprüfung
it_it: Controllo Plot

source: Disabled
de_de: Deaktiviert

source: Enabled
de_de: Aktiviert

source: Free up space for new plots of k-size
de_de: Freier Speicherplatz für neue Plots der K-Größe

source: Criteria for selecting plots to delete
de_de: Kriterien um zu löschende Plots auszuwählen

source: Delete Solo Plots - Keep Portable Plots
de_de: Lösche Solo Plots - Behalte Portable Plots

source: Delete Uncompressed Plots - Keep Compressed Plots
de_de: Lösche Solo Plots - Behalte Portable Plots

source: Delete Plots Older Than
de_de: Lösche Plots älter als

source: Delete K-Sizes
de_de: Lösche K-Size

source: When enabled, this action will repeatedly DELETE a few selected plots from each folder on all farmers and harvesters, freeing space for new plots. Are you sure?
de_de: Wenn aktiviert, LÖSCHT dies wiederholend ein paar ausgeählte Plots von jedem Ordner auf allen Farmern und Harvestern um Platz für neue Plots zu schaffen. Bist du dir sicher?

source: Warnings
de_de: Warnungen

source: Worker is offline.
de_de: Worker ist offline
it_it: Il Worker è offline.

source: Farming not started successfully.
de_de: Farming wurde nicht erfolgreich gestartet
it_it: Farming non avviato correttamente.

source: Farming Log for
de_de: Farming Log für
it_it: Farming Log per

source: Good Plot
de_de: Guter Plot
it_it: Plot Buono

source: Bad Plot
de_de: Schlechter Plot
it_it: Plot Difettoso

source: Unknown
de_de: Unbekannt

source: Unchecked
de_de: Ungeprüft

source: Duplicate Plots
de_de: Doppelte Plots

source: Path
de_de: Pfad

source: File
de_de: Datei

source: Reported At
de_de: Gemeldet am

source: Great! No duplicate plots reported amongst the workers on your farm.
de_de: Klasse! Keine doppelten Plots auf deinen Workern der Farm gefunden.

source: Invalid Plots
de_de: Ungültige Plots

source: Great! No invalid plots reported amongst the workers on your farm.
de_de: Klasse! Keine ungültigen Plots auf deinen Workern der Farm gefunden.

source: Missing Keys
de_de: Fehlende Schlüssel

source: Great! No plots with missing keys were reported amongst the workers on your farm.
de_de: Klasse! Keine Plots mit fehlenden Schlüsseln auf deinen Workern der Farm gefunden.

source: Clear All
de_de: Lösche alles

source: Clearing...
de_de: Löschen...

source: Blockchains Farming
de_de: Gefarmte Blockchains

source: Drive Count
de_de: Anzahl der Laufwerke

source: devices
de_de: Geräte

source: Drive Usage
de_de: Platten Nutzung

source: Daily Summary
de_de: Tägliche Zusammenfassung
it_it: Riepilogo Giornaliero.

source: No daily summary found for %(blockchain)s on %(displayname)s.
de_de: Keine tägliche Zusammenfassung für %(blockchain)s auf %(displayname)s gefunden.
it_it: Nessun riepilogo giornaliero trovato per %(blockchain)s su %(displayname)s.

source: Please check that your Machinaris container for this blockchain is running. Also please verify settings on the Alerts page.
de_de: Bitte überprüfe ob der Container der entsprechenden Blockchain läuft. Überprüfe auch die Einstellung der Benachrichtigungen.
it_it: Controlla che il Machinaris container per questa blockchain sia in esecuzione. Verifica inoltre le impostazioni nella pagina Avvisi.

source: No memory usage stats recorded recently for %(hostname)s with Chia blockchain. Please ensure the Chia worker is reporting into the controller on the Workers page.
de_de: Keine Chia Blockchain Speicher Statistiken gefunden für %(hostname)s. Bitte prüfe ob der Chia Worker an den Controller der Workers Page reportet.
